{
	"__": {
		"entityPageSet": {
			"plugin": {}
		},
		"name": "blog",
		"streamId": "blog",
		"templateType": "JS"
	},
	"_site": {
		"blogStarter_footerLinks": [
			{
				"label": "Privacy",
				"uRL": "https://yext.com"
			},
			{
				"label": "Terms",
				"uRL": "https://yext.com"
			},
			{
				"label": "Settings",
				"uRL": "https://yext.com"
			},
			{
				"label": "Help",
				"uRL": "https://yext.com"
			}
		],
		"blogStarter_headerLinks": [
			{
				"label": "About",
				"uRL": "https://yext.com"
			},
			{
				"label": "Membership",
				"uRL": "https://yext.com"
			},
			{
				"label": "Contribute",
				"uRL": "https://yext.com"
			},
			{
				"label": "Login",
				"uRL": "https://yext.com"
			}
		],
		"id": "blogStarter_site-entity",
		"logo": {
			"description": "Company Logo",
			"image": {
				"alternateText": "company logo",
				"height": 300,
				"url": "https://a.mktgcdn.com/p-sandbox/86Moa_TLbLDstVl9pCx-CZwrroZevu43XtPiCZVCG3U/300x300.png",
				"width": 300
			}
		},
		"meta": {
			"entityType": {
				"id": "blogStarter_site",
				"uid": 129321
			},
			"locale": "en"
		},
		"uid": 45379957
	},
	"blogStarter_blogAuthor": "DJ Corbett",
	"blogStarter_body": {
		"markdown": "The Lower East Side is a vibrant downtown neighborhood in New York City that has something for everyone. Whether you are interested in exploring the area's rich immigrant history or meeting up with friends at a trendy bar or restaurant, LES has plenty to offer. In this blog post, we will take a closer look at some of the neighborhood's top attractions.\n\n### Exploring the Lower East Side\nTo experience LES fully, start by wandering its streets, where you'll find synagogues and museums among plenty of other landmarks. For instance, one can visit The Tenement Museum which offers a glimpse into the lives of working-class immigrants who lived there during 19th century USA.\n\nYou can also check out photographic exhibitions at International Center for Photography to get inspiration about urban life and culture around the city throughout different eras.\n\nDon't miss the chance to visit New Museum – housed inside one of Manhattan's most distinctively designed new buildings near Bowery Subway Station - featuring contemporary artists from all over the world showcasing their art pieces through innovative designs and modern technologies.\n\n### The History of Tenements\nIn addition to these landmarks, tenement buildings are an essential part of LES history as well. A walk along Orchard Street will bring you face-to-face with many of them; they served as home to many immigrants arriving here from Europe back in 1800s-1900s seeking better lives on American soil.\n\nThese structures once served as cramped housing but have since been converted into stylish apartments full of modern amenities. Even though these old buildings have been updated extensively over time still they show historical footprints left behind - it is easy to visualize how residents lived decades ago.\n\n### Bringing Tabletop Games to Life\nHungry? LES offers various trendy dining options serving wide ranges from comfort food such as pizza toppings (Scarr’s Pizza) prepared using only locally-sourced ingredients or food truck style meals at Katz's Deli to more refined dining at Russ \u0026 Daughters Cafe, which features a fantastic open-face-sandwich known as Smoked Salmon and Cream Cheese that must be tried.\n\nBut that’s not all, LES food options also cater to \\\"game-aficionados\\\" with many of restaurants providing tables featuring Board Games like Jenga and Scrabble for groups of friends to enjoy over the meal while creating lasting memories!\n\n### Uncovering Hidden Gems in LES\nAs you explore the neighborhood, don't forget to venture off the beaten path - there are plenty of hidden gems waiting to be discovered. Head down Rue B, where you will find bars with live music ranging from jazz and blues with intimate atmospheres perfect for taking in a show.\n\nIf markets are your thing, visit Essex Street Market or join an afternoon tour around Hester Street Fair where local entrepreneurs showcase their passions such as handmade jewellery items or vintage clothing line.\n\nWhether you want to take in some history or just have a fun night out with friends over pizza and board games - Lower East Side is full of experiences waiting for the adventurous traveler. And we have only scratched the surface: there is always something new and exciting popping up within this ever-evolving neighborhood so come on down – welcome home!"
	},
	"blogStarter_description": "Explore the vibrant and historic Lower East Side through our travel blog: \"Lower East Side: Tenements and Tabletops.\" Discover the best places to eat, drink, and explore in this iconic New York City neighborhood.",
	"blogStarter_keywords": "Lower East Side, Tenements, Tabletops, Explore, Captivating Blog.",
	"blogStarter_metaDescription": "Explore the vibrant and historic Lower East Side through our travel blog: Lower East Side: Tenements and Tabletops. Discover the best places to eat, drink, and explore in this iconic New York City neighborhood.",
	"businessId": 3221574,
	"datePosted": "2023-06-14",
	"id": "5420670929450916491",
	"key": "0:blog:knowledgeGraph:43005949:en",
	"locale": "en",
	"meta": {
		"entityType": {
			"id": "blogStarter_blog",
			"uid": 122207
		},
		"locale": "en"
	},
	"name": "Lower East Side: Tenements and Tabletops",
	"primaryPhoto": {
		"image": {
			"alternateText": "lower east side",
			"height": 2001,
			"url": "http://a.mktgcdn.com/p-sandbox/611rPYYZdrCjRp6nUuiHz79cnmQz7TQC6SS8I1mKG9I/3000x2001.jpg",
			"width": 3000
		}
	},
	"siteDomain": "",
	"siteId": 0,
	"siteInternalHostName": "",
	"slug": "lower-east-side",
	"uid": 43005949
}