{
	"__": {
		"entityPageSet": {
			"plugin": {}
		},
		"name": "blog",
		"streamId": "blog",
		"templateType": "JS"
	},
	"_site": {
		"blogStarter_footerLinks": [
			{
				"label": "Privacy",
				"uRL": "https://yext.com"
			},
			{
				"label": "Terms",
				"uRL": "https://yext.com"
			},
			{
				"label": "Settings",
				"uRL": "https://yext.com"
			},
			{
				"label": "Help",
				"uRL": "https://yext.com"
			}
		],
		"blogStarter_headerLinks": [
			{
				"label": "About",
				"uRL": "https://yext.com"
			},
			{
				"label": "Membership",
				"uRL": "https://yext.com"
			},
			{
				"label": "Contribute",
				"uRL": "https://yext.com"
			},
			{
				"label": "Login",
				"uRL": "https://yext.com"
			}
		],
		"id": "blogStarter_site-entity",
		"logo": {
			"description": "Company Logo",
			"image": {
				"alternateText": "company logo",
				"height": 300,
				"url": "https://a.mktgcdn.com/p-sandbox/86Moa_TLbLDstVl9pCx-CZwrroZevu43XtPiCZVCG3U/300x300.png",
				"width": 300
			}
		},
		"meta": {
			"entityType": {
				"id": "blogStarter_site",
				"uid": 129321
			},
			"locale": "en"
		},
		"uid": 45379957
	},
	"blogStarter_blogAuthor": "DJ Corbett",
	"blogStarter_body": {
		"markdown": "New York City's Financial District, or \"FiDi\" as locals call it, is the birthplace of American finance. This historic neighborhood is home to Wall Street and other financial powerhouses that drive the global economy, making it a must-visit destination for anyone interested in high finance.\n\nWall Street itself got its name from the wall built by Dutch colonists in 1653 to protect their settlement from British invasion. It wasn't until the late 18th century that New York emerged as a major financial center thanks to Alexander Hamilton's creation of the Bank of New York and his advocacy for a strong national economy.\n\nToday, visitors can take walking tours that follow in Hamilton's footsteps and explore some of FiDi’s most iconic historic landmarks, including Trinity Church and Federal Hall National Memorial.\n\n### The Financial Powerhouses of New York\nFiDi is also home to many modern-day financial institutions such as JPMorgan Chase, Goldman Sachs, Morgan Stanley, Citigroup and more. These companies have helped solidify FiDi's place as one of the world’s leading financial centers.\n\nBut there are plenty more fascinating museums here where you can learn about money matters past and present beyond bank buildings. For example; The Museum of American Finance explores everything from banking history to current issues like cryptocurrency while on Wall Street itself visitors will find The House Of Morgan which tells how one family transformed banking over generations.\n\n### Inside the Stock Exchange\nOne landmark that should not be missed during your visit is a tour inside The New York Stock Exchange (NYSE). You'll get an insider's eye view showcasing market activity - but do note you need reservations far ahead for NYSE tours! Still want glimpses? Come by at market opening (currently at 9:30AM ET) when bell ringing signals exchange highs/lows giving visitors street side thrills snapping photos with famous folks investing/win big boards outside.\n\n### A Glimpse into Daily Life on Wall Street\nThough FiDi is known primarily for finance, it's not all business here. Once you finish your tour of the NYSE, head south down Broad Street and check out some of the many dining options in the area.\n\nFirst up let's talk mood lighting and inventive Margaritas;\\nis El Vez \u0026 Burrito Bar. Come by here a weekday lunch or dinner seven days per week destination growing dimly lit as night falls over Broad St’s iconic Federal hall \u0026 NY Stock Exchange buildings.\n\nA very different feel can be found nearby at Racines which has little to do with the stock market. This French restaurant offers seasonal dishes sourced from local farms and markets as well as sustainable wine selections crowd-pleasers from happy hour till late evening.\n\nAnd before you leave FiDi make time to enjoy Augustine- where Art Deco decor meets modern brasserie style dinning by famed restauranteur Keith McNally – c’est magnifique!"
	},
	"blogStarter_description": "Looking to explore the financial heart of New York? Follow along with High Finance, a travel blog that explores the city's financial district. Get tips and insights on where to eat, where to stay, and what to see while immersing yourself in the bustling world of Wall Street. Join us for an unforgettable adventure through the Big Apple's most iconic neighborhood.",
	"blogStarter_keywords": "NYC, financial district, exploration, high finance, heart.",
	"blogStarter_metaDescription": "Looking to explore the financial heart of New York? Follow along with High Finance, a travel blog that explores the city's financial district. Get tips and insights on where to eat, where to stay, and what to see while immersing yourself in the bustling world of Wall Street. Join us for an unforgettable adventure through the Big Apple's most iconic neighborhood.",
	"businessId": 3221574,
	"datePosted": "2023-06-12",
	"id": "6709790281064095150",
	"key": "0:blog:knowledgeGraph:43005950:en",
	"locale": "en",
	"meta": {
		"entityType": {
			"id": "blogStarter_blog",
			"uid": 122207
		},
		"locale": "en"
	},
	"name": "High Finance: Exploring the Heart of New York's Financial District",
	"primaryPhoto": {
		"image": {
			"alternateText": "financial district",
			"height": 1380,
			"url": "http://a.mktgcdn.com/p-sandbox/G_jLt9S27Dwyvf26th8ZsXNmCqXTgUh9TEuGfJxtkuo/2070x1380.jpg",
			"width": 2070
		}
	},
	"siteDomain": "",
	"siteId": 0,
	"siteInternalHostName": "",
	"slug": "financial-district",
	"uid": 43005950
}